Repository: ChristosBouronikos/NVDApluginAtlasTI
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: el

source: Documents Panel
el: Πίνακας Εγγράφων

source: Codes Panel
el: Πίνακας Κωδικών

source: Quotations Panel
el: Πίνακας Αποσπασμάτων

source: Memos Panel
el: Πίνακας Σημειώσεων

source: Project Navigator
el: Περιήγηση Έργου

source: New Project
el: Νέο Έργο

source: Open Project
el: Άνοιγμα Έργου

source: Save Project
el: Αποθήκευση Έργου

source: Import Documents
el: Εισαγωγή Εγγράφων

source: Export
el: Εξαγωγή

source: Create New Code
el: Δημιουργία Νέου Κωδικού

source: Create New Memo
el: Δημιουργία Νέας Σημείωσης

source: Create Quotation
el: Δημιουργία Αποσπάσματος

source: Search
el: Αναζήτηση

source: Filter
el: Φίλτρο

source: Jump to Documents panel
el: Μετάβαση στον πίνακα Εγγράφων

source: Jump to Codes panel
el: Μετάβαση στον πίνακα Κωδικών

source: Jump to Quotations panel
el: Μετάβαση στον πίνακα Αποσπασμάτων

source: Jump to Memos panel
el: Μετάβαση στον πίνακα Σημειώσεων

source: Jump to Project Navigator
el: Μετάβαση στην Περιήγηση Έργου

source: Documents
el: Έγγραφα

source: Codes
el: Κωδικοί

source: Quotations
el: Αποσπάσματα

source: Memos
el: Σημειώσεις

source: {panel} panel
el: Πίνακας {panel}

source: Read current code details
el: Ανάγνωση λεπτομερειών τρέχοντος κωδικού

source: Read current quotation text
el: Ανάγνωση κειμένου τρέχοντος αποσπάσματος

source: Read document information
el: Ανάγνωση πληροφοριών εγγράφου

source: Announce current panel
el: Αναγγελία τρέχοντος πίνακα

source: List available Atlas.ti shortcuts
el: Λίστα διαθέσιμων συντομεύσεων Atlas.ti

source: No code selected or code information unavailable
el: Δεν έχει επιλεγεί κωδικός ή οι πληροφορίες δεν είναι διαθέσιμες

source: No quotation selected or quotation text unavailable
el: Δεν έχει επιλεγεί απόσπασμα ή το κείμενο δεν είναι διαθέσιμο

source: No document information available
el: Δεν υπάρχουν διαθέσιμες πληροφορίες εγγράφου

source: Current panel: {panel}
el: Τρέχων πίνακας: {panel}

source: Unable to determine current panel
el: Αδυναμία προσδιορισμού τρέχοντος πίνακα

source: Unnamed code
el: Ανώνυμος κωδικός

source: Code: {name}
el: Κωδικός: {name}

source: Quotation: {text}
el: Απόσπασμα: {text}

source: Document: {name}
el: Έγγραφο: {name}

source: Current context: {name}
el: Τρέχον πλαίσιο: {name}

source: Trying to navigate to {panel}. Use Atlas.ti's View menu if this doesn't work.
el: Προσπάθεια μετάβασης σε {panel}. Χρησιμοποιήστε το μενού Προβολή αν δεν λειτουργεί.

source: Could not navigate to {panel} panel
el: Αδυναμία μετάβασης στον πίνακα {panel}

source: Panel Navigation:
el: Πλοήγηση Πινάκων:

source: NVDA+Ctrl+Alt+D: Documents
el: NVDA+Ctrl+Alt+D: Έγγραφα

source: NVDA+Ctrl+Alt+C: Codes
el: NVDA+Ctrl+Alt+C: Κωδικοί

source: NVDA+Ctrl+Alt+Q: Quotations
el: NVDA+Ctrl+Alt+Q: Αποσπάσματα

source: NVDA+Ctrl+Alt+M: Memos
el: NVDA+Ctrl+Alt+M: Σημειώσεις

source: NVDA+Ctrl+Alt+P: Project Navigator
el: NVDA+Ctrl+Alt+P: Περιήγηση Έργου

source: Reading:
el: Ανάγνωση:

source: NVDA+Ctrl+Alt+Shift+C: Read code
el: NVDA+Ctrl+Alt+Shift+C: Κωδικός

source: NVDA+Ctrl+Alt+Shift+Q: Read quotation
el: NVDA+Ctrl+Alt+Shift+Q: Απόσπασμα

source: NVDA+Ctrl+Alt+Shift+D: Read document
el: NVDA+Ctrl+Alt+Shift+D: Έγγραφο

source: NVDA+Ctrl+Alt+Shift+P: Current panel
el: NVDA+Ctrl+Alt+Shift+P: Τρέχων πίνακας

source: NVDA+Ctrl+Alt+Shift+H: This help
el: NVDA+Ctrl+Alt+Shift+H: Βοήθεια
